{
  "Overtime!": "Jashtë orarit!",
  "You're working in overtime session.": "Ju jeni duke punuar në seancë jashtë orarit.",
  "Alert": "Alarmi",
  "You have already used your break": "Tashmë e keni shfrytëzuar pauzën tuaj",
  "Attendance": "Pjesëmarrja",
  "Weekly Schedules": "Orari javor",
  "Mbaro punën": "Mbaro punën",
  "Fillo punën": "Fillo punën",
  "Mbaro pauzën": "Mbaro pauzën",
  "Fillo pauzën": "Fillo pauzën",
  "Kthim zyrtare": "Kthim zyrtar",
  "Dalje zyrtare": "Dalje zyrtare",
  "Kthim private": "Kthim privat",
  "Dalje private": "Dalje private",
  "Profile": "Profili",
  "Settings": "Cilësimet",
  "Privacy and Policy": "Politika e privatësisë",
  "Logout": "Shkyçu",
  "Forget password": "Harrova Fjalëkalimin",
  "Email sent successfully!": "Email u dërgua me sukses!",
  "Sign in": "Hyni",
  "Email": "Email",
  "Password": "Fjalëkalimi",
  "Forgot your password?": "Keni harruar fjalëkalimin tuaj?",
  "Continue": "Vazhdoni",
  "Birthday": "Ditëlindja",
  "Country": "Shteti",
  "City": "Qyteti",
  "Phone": "Telefoni",
  "Personal Id": "ID personale",
  "Position": "Pozicioni",
  "Department": "Departamenti",
  "Theme": "Tema",
  "Update color scheme of app.": "Përditëso skemën e ngjyrave të aplikacionit.",
  "Update account password.": "Përditëso fjalëkalimin e llogarisë.",
  "Language": "Gjuha",
  "Change application language.": "Ndryshoni gjuhën e aplikacionit.",
  "Select Language": "Zgjidh gjuhën",
  "Error": "Gabim",
  "All fields are required.": "Të gjitha fushat janë të nevojshme.",
  "Confirm password doesn't match!": "Konfirmo që fjalëkalimi nuk përputhet!",
  "Current Password": "Fjalëkalimi aktual",
  "Enter your current password": "Shkruani fjalëkalimin tuaj aktual",
  "New Password": "Fjalëkalimi i ri",
  "Enter your new password": "Futni fjalëkalimin tuaj të ri",
  "Confirm Password": "Konfirmo fjalëkalimin",
  "Confirm your new password": "Konfirmoni fjalëkalimin tuaj të ri",
  "Dark Mode": "Ngjyrat e errëta",
  "Light Mode": "Ngjyrat e ndritshme",
  "Information": "Informacion",
  "Privacy Policy for HR-Nexus App": "Politika e privatësisë për aplikacionin HR-Nexus",
  "This Privacy Policy governs the manner in which the HR-Nexus mobile application (\"App\") collects, uses, maintains, and discloses information collected from users (each, a \"User\") of the App.": "Kjo politikë e privatësisë rregullon mënyrën në të cilën aplikacioni celular HR-Nexus (\"Aplikacioni\") mbledh, përdor, mirëmban dhe zbulon informacionin e mbledhur nga përdoruesit (secili, një \"Përdorues\") i aplikacionit.",
  "Information Collection and Use": "Mbledhja dhe përdorimi i informacionit",
  "The HR-Nexus mobile app serves as a platform for users to manage their HR-related tasks, including login, password changes, profile management, vacation requests, and work check-ins and check-outs. The app collects personal identification information from Users during the registration and login process, which may include name, email address, and other relevant details required for authentication.": "Aplikacioni celular HR-Nexus shërben si një platformë për përdoruesit për të menaxhuar detyrat e tyre të lidhura me HR, duke përfshirë hyrjen, ndryshimet e fjalëkalimit, menaxhimin e profilit, kërkesat për pushime dhe regjistrimet dhe daljet në punë. ",
  "Access to Device Location": "Qasja në vendndodhjen e pajisjes",
  "The HR-Nexus mobile app requires access to the mobile device’s location services. This access is used solely for the purpose of tracking the location of Users when they check in and check out for work. This functionality ensures accurate record-keeping of work hours. The app does not store or share location data beyond the purposes outlined.": "Aplikacioni celular HR-Nexus kërkon qasje në shërbimet e vendndodhjes së pajisjes celulare. ",
  "Usage of Collected Information": "Përdorimi i informacionit të mbledhur",
  "The information collected by the HR-Nexus mobile app is used for the following purposes: Authentication and Authorization: To enable secure login and manage user access. Profile Management: To allow Users to view and update their personal profile information.Vacation Management: To enable Users to view their vacation balance and apply for vacation time. Work Check-in/Check-out: To track Users work hours by recording their check-in and check-out times along with location data.": "Informacioni i mbledhur nga aplikacioni celular HR-Nexus përdoret për qëllimet e mëposhtme: Vërtetimi dhe autorizimi: Për të mundësuar hyrjen e sigurt dhe menaxhimin e aksesit të përdoruesit. ",
  "Data Security": "Siguria e të Dhënave",
  "HR-Nexus mobile app adopts industry-standard data collection, storage, and processing practices to ensure the security and confidentiality of user information. We implement appropriate security measures to prevent unauthorized access, disclosure, alteration, or destruction of personal information stored on our servers.": "Aplikacioni celular HR-Nexus miraton praktikat e grumbullimit, ruajtjes dhe përpunimit të të dhënave standarde të industrisë për të garantuar sigurinë dhe konfidencialitetin e informacionit të përdoruesit. ",
  "Sharing of Information": "Ndarja e informacionit",
  "The HR-Nexus mobile app does not sell, trade, or rent Users' personal identification information to third parties. User data collected by the app is used solely for the purpose of HR management and operational functionality. However, aggregated and anonymized data may be shared with trusted partners for analytical or research purposes.": "Aplikacioni celular HR-Nexus nuk shet, tregton ose jep me qira informacionin personal të identifikimit të përdoruesve palëve të treta. ",
  "Changes to this Privacy Policy": "Ndryshimet në këtë Politikë të Privatësisë",
  "HR-Nexus mobile app reserves the right to update or modify this Privacy Policy at any time. Users will be notified of any changes by updating the \"Last Updated\" date at the bottom of this page. Users are encouraged to review this Privacy Policy periodically for any updates or amendments.": "Aplikacioni celular HR-Nexus rezervon të drejtën të përditësojë ose modifikojë këtë Politikë të Privatësisë në çdo kohë. ",
  "Acceptance of Terms": "Pranimi i kushteve",
  "By using the HR-Nexus mobile app, Users signify their acceptance of this Privacy Policy. If Users do not agree with this policy, they should refrain from using the app. Continued use of the app following the posting of changes to this policy will be deemed as acceptance of those changes.": "Duke përdorur aplikacionin celular HR-Nexus, përdoruesit nënkuptojnë pranimin e tyre të kësaj Politike të Privatësisë. ",
  "Contact Information": "Informacioni i Kontaktit",
  "If you have any questions or concerns about this Privacy Policy or the practices of the HR-Nexus app, please contact us at:": "Nëse keni ndonjë pyetje ose shqetësim në lidhje me këtë Politikë të Privatësisë ose praktikat e aplikacionit HR-Nexus, ju lutemi na kontaktoni në:",
  "HR Nexus Ltd.": "HR Nexus Ltd.",
  "Tirane Pn.": "Tirane Pn.",
  "1001 Tirane, Albania": "1001 Tiranë, Shqipëri",
  "info@hr-nexus.net": "info@hr-nexus.net",
  "+38349555997": "+38349555997",
  "www.hr-nexus.net": "www.hr-nexus.net",
  "Prev": "Paraprake",
  "Next": "Tjetra",
  "Congrats": "Urime",
  "Timer has been ": "Kohëmatësi ka ",
  "started": "filluar",
  "stopped": "ndaluar",
  "You have checked in after your working time has stared": "Ju keni bërë check-in pas fillimit të orarit",
  "You have checked after your working time has ended": "Ju keni bërë check-out pas fillimit të orarit",
  "You have checked in outside work location": "Ju keni bërë check-in jashtë vendit të punës",
  "You have checked out outside work location": "Ju keni bërë check-out jashtë vendit të punës",
  "Warning": "Paralajmërim",
  "Error!": "Gabim!",
  "Something went wrong": "Dicka shkoi keq",
  "You have successfully logged in": "Ju keni hyrë me sukses",
  "Invalid credentials!": "Kredencialet e pavlefshme!",
  "Email is invalid!": "Email-i është i pavlefshme!",
  "Password successfully changed": "Fjalëkalimi u ndryshua me sukses."
}